[
  {
    "pet_name": "Cotton",
    "pet_image": "https://i.ibb.co/Trzy7wv/rabbits1.jpg",
    "pet_age": 2,
    "pet_location": "123 Main St, New York, NY 10001",
    "pet_category": "Rabbit",
    "short_description": "Fluffy Holland Lop seeking cuddles, toys, and a loving family for bouncing adventures.",
    "long_description": "Cotton, the energetic Holland Lop, sports a soft white coat and is brimming with curiosity. Eager to hop around, he thrives on playful antics, needing ample space for exploration. Seeking a home that appreciates his affectionate nature, Cotton yearns for cuddles, toys for entertainment, and a loving family that cherishes his bouncing adventures.",
    "adopted": false,
    "email": "sumon@gmail.com"
    
  },
  {
    "pet_name": "Hopper",
    "pet_image": "https://i.ibb.co/NLG4zkV/rabbits2.jpg",
    "pet_age": 1,
    "pet_location": "456 Oak Ave, Los Angeles, CA 90001",
    "pet_category": "Rabbit",
    "short_description": "Active Netherland Dwarf curious for treats, tunnels, and a loving family to hop alongside.",
    "long_description": "Hopper, the inquisitive Netherland Dwarf, is bursting with energy, often seen hopping through tunnels and seeking treats. With a penchant for exploration, this lively rabbit craves a loving family to share his adventures. In search of a home that embraces his active nature, Hopper desires tunnels for exploring and a compassionate family to hop alongside.",
    "adopted": false,
    "email": "arif23s.001@gmail.com"
  },
  {
    "pet_name": "Biscuit",
    "pet_image": "https://i.ibb.co/SXx9wYb/rabbits3.jpg",
    "pet_age": 1.5,
    "pet_location": "789 Pine St, Chicago, IL 60601",
    "pet_category": "Rabbit",
    "short_description": "Lionhead seeking gentle cuddles, cozy corners, and a loving home for relaxation.",
    "long_description": "Biscuit, the endearing Lionhead rabbit with a fluffy mane, seeks solace in gentle cuddles and cozy corners. Hoping for a tranquil abode that appreciates his gentle demeanor, Biscuit longs for a home where relaxation and pampering go hand in hand. With an affinity for comfort, Biscuit dreams of a loving family to cherish his affectionate nature.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Thumper",
    "pet_image": "https://i.ibb.co/ccR8WNS/rabbits4.jpg",
    "pet_age": 2.5,
    "pet_location": "987 Elm St, Houston, TX 77002",
    "pet_category": "Rabbit",
    "short_description": "Friendly Flemish Giant seeking head rubs, lounging spots, and a loving family to embrace his gentle spirit.",
    "long_description": "Thumper, the amiable Flemish Giant, exudes a gentle demeanor, reveling in head rubs and lounging in comfortable spots. Despite his large size, Thumper seeks a family that appreciates his friendly nature and accommodates his need for gentle affection. Yearning for a home that cherishes his calmness, Thumper desires a loving family to embrace his tranquil spirit.",
    "adopted": false,
    "email": "alex@gmail.com"
  },
  {
    "pet_name": "Snowball",
    "pet_image": "https://i.ibb.co/C7Jyx6y/rabbits5.jpg",
    "pet_age": 1.8,
    "pet_location": "567 Palm St, Miami, FL 33101",
    "pet_category": "Rabbit",
    "short_description": "Playful Mini Lop exploring for toys, binkies, and a lively family to share joyful antics.",
    "long_description": "Snowball, the playful Mini Lop, revels in joyful exploration, hopping around in search of toys and performing lively binkies. Seeking a vivacious family to match his playful spirit, Snowball desires an environment filled with toys for entertainment and an active household to share in his joyous antics.",
    "adopted": false,
    "email": "arif23s.001@gmail.com"
  },
  {
    "pet_name": "Flopsy",
    "pet_image": "https://i.ibb.co/ZXDg9BK/rabbits6.jpg",
    "pet_age": 1.2,
    "pet_location": "321 Maple St, Seattle, WA 98101",
    "pet_category": "Rabbit",
    "short_description": "Energetic Holland Lop curious for toys, adventures, and an active family for playful escapades.",
    "long_description": "Flopsy, the spirited Holland Lop, is a bundle of energy, always curious and ready for adventures. Yearning for an active family to join his playful escapades, Flopsy craves an environment filled with toys and opportunities for exploration.",
    "adopted": false,
    "email": "arif23s.001@gmail.com"
  },
  {
    "pet_name": "Mochi",
    "pet_image": "https://i.ibb.co/fXzc8GM/rabbits7.jpg",
    "pet_age": 2.8,
    "pet_location": "234 Cherry St, San Francisco, CA 94101",
    "pet_category": "Rabbit",
    "short_description": "Gentle Dutch rabbit seeking cuddles, relaxation, and a calm family to cherish his serene nature.",
    "long_description": "Mochi, the gentle Dutch rabbit, seeks solace in cuddles and relaxation, yearning for a tranquil home that appreciates his serene nature. Hoping for a calm family to cherish his affectionate demeanor, Mochi dreams of a serene environment filled with affectionate cuddles and a loving family to nurture his gentle spirit.",
    "adopted": false,
    "email": "arif23s.001@gmail.com"
  },
  {
    "pet_name": "Peanut",
    "pet_image": "https://i.ibb.co/4N1019F/rabbits8.jpg",
    "pet_age": 1.3,
    "pet_location": "789 Walnut St, Dallas, TX 75201",
    "pet_category": "Rabbit",
    "short_description": "Friendly Holland Lop eager for greetings, playtime, and a warm-hearted family to call home.",
    "long_description": "Peanut, the friendly Holland Lop, delights in friendly greetings and playtime, seeking a warm-hearted family to share his affectionate nature. With a penchant for interaction, Peanut dreams of a loving home that appreciates his friendly disposition, cherishing his lively spirit and providing a welcoming environment.",
    "adopted": false,
    "email": "arif23s.001@gmail.com"
  },
  {
    "pet_name": "Cocoa",
    "pet_image": "https://i.ibb.co/cwVnnQt/rabbits9.jpg",
    "pet_age": 2.2,
    "pet_location": "876 Oak St, Boston, MA 02101",
    "pet_category": "Rabbit",
    "short_description": "Sweet Rex rabbit desiring playful activities, treats, and a caring family for companionship.",
    "long_description": "Cocoa, the sweet Rex rabbit, thrives on playful activities and treats, yearning for a caring family to share companionship. Hoping for a lively household to match his playful spirit, Cocoa dreams of a home filled with treats and engaging activities, seeking a family that embraces his affectionate nature.",
    "adopted": false,
    "email": "arif23s.001@gmail.com"
  },
  {
    "pet_name": "Oreo",
    "pet_image": "https://i.ibb.co/px3HvJR/rabbits10.jpg",
    "pet_age": 1.6,
    "pet_location": "654 Pine St, Atlanta, GA 30301",
    "pet_category": "Rabbit",
    "short_description": "Cheeky Mini Rex rabbit seeking adventures, explorations, and an adventurous family to join.",
    "long_description": "Oreo, the cheeky Mini Rex rabbit, is an adventurer at heart, seeking thrilling explorations and adventures. With a penchant for binkies and curious escapades, Oreo dreams of a family that matches his adventurous spirit, providing an environment ripe for explorations and an adventurous journey together.",
    "adopted": false,
    "email": "arif23s.001@gmail.com"
  },
  {
    "pet_name": "Buddy",
    "pet_image": "https://i.ibb.co/VTXbD31/white.jpg",
    "pet_age": 3,
    "pet_location": "1234 Oak St, New York, NY 10001",
    "pet_category": "Dog",
    "short_description": "Friendly and energetic pup seeking an active family and plenty of playtime.",
    "long_description": "Buddy, a lovable Golden Retriever mix, is a ball of energy. He enjoys fetching toys, going on long walks, and cuddling up after a day of play. Buddy is great with kids and other pets, looking for a forever home where he can share his boundless energy and affection.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Max",
    "pet_image": "https://i.ibb.co/1nKWmPn/smalldog.jpg",
    "pet_age": 2,
    "pet_location": "5678 Elm St, Los Angeles, CA 90001",
    "pet_category": "Dog",
    "short_description": "Playful and loyal companion eager for adventures and a loving family.",
    "long_description": "Max, a spirited Border Collie, is always ready for an adventure. Whether it's playing fetch in the park or learning new tricks, Max is enthusiastic and loyal. He's looking for a loving family that appreciates his playful nature and is willing to join him on his adventures.",
    "adopted": false,
    "email": "alex@gmail.com"
  },
  {
    "pet_name": "Sadie",
    "pet_image": "https://i.ibb.co/PTK6w5K/dog3.jpg",
    "pet_age": 4,
    "pet_location": "9101 Maple St, Chicago, IL 60601",
    "pet_category": "Dog",
    "short_description": "Gentle and affectionate pooch seeking cuddles and a cozy home.",
    "long_description": "Sadie, a sweet Labrador Retriever, is a gentle and affectionate companion. She loves cuddles, leisurely walks, and spending time with her human family. Sadie is well-behaved and is looking for a home where she can receive plenty of love and attention.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Rocky",
    "pet_image": "https://i.ibb.co/19wTgHT/dog2.jpg",
    "pet_age": 5,
    "pet_location": "1212 Pine St, Houston, TX 77002",
    "pet_category": "Dog",
    "short_description": "Loyal and friendly canine seeking a loving family for companionship.",
    "long_description": "Rocky, a devoted German Shepherd, is known for his loyalty and friendly nature. He enjoys long walks, playing fetch, and spending time with his human companions. Rocky is looking for a loving family that values companionship and is ready to share their lives with a loyal furry friend.",
    "adopted": false,
    "email": "arif23s.001@gmail.com"
  },
  {
    "pet_name": "Luna",
    "pet_image": "https://i.ibb.co/Ntc0mR6/dog.jpg",
    "pet_age": 1,
    "pet_location": "1313 Cherry St, Miami, FL 33101",
    "pet_category": "Dog",
    "short_description": "Playful and affectionate pup seeking an active family for fun adventures.",
    "long_description": "Luna, an energetic Australian Shepherd, is bursting with energy and love. She adores playing fetch, going for runs, and learning new tricks. Luna is looking for an active family that can match her enthusiasm for life and provide her with plenty of love and exciting adventures.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Charlie",
    "pet_image": "https://i.ibb.co/c3NfJfK/dig4.jpg",
    "pet_age": 2.5,
    "pet_location": "2323 Maple St, San Francisco, CA 94101",
    "pet_category": "Dog",
    "short_description": "Active and loving companion seeking a family for outdoor activities and cuddles.",
    "long_description": "Charlie, a playful Beagle mix, is an outdoor enthusiast. He loves exploring new places, sniffing around, and playing with toys. Charlie is also a big fan of cuddles and belly rubs, seeking a family that enjoys outdoor activities and plenty of affectionate moments.",
    "adopted": false,
    "email": "arif23s.001@gmail.com"
  },
  {
    "pet_name": "Molly",
    "pet_image": "https://i.ibb.co/t49KRm4/dengerious.jpg",
    "pet_age": 2,
    "pet_location": "3434 Pine St, Seattle, WA 98101",
    "pet_category": "Dog",
    "short_description": "Adventurous and gentle canine seeking a loving family for outdoor adventures.",
    "long_description": "Molly, a gentle Labrador mix, adores outdoor adventures like hiking and swimming. She's friendly, loves meeting new people, and gets along well with other pets. Molly is in search of a loving family that enjoys outdoor activities and values companionship.",
    "adopted": false,
    "email": "alex@gmail.com"
  },
  {
    "pet_name": "Daisy",
    "pet_image": "https://i.ibb.co/sVWCChn/blackdog.jpg",
    "pet_age": 3,
    "pet_location": "4545 Oak St, Dallas, TX 75201",
    "pet_category": "Dog",
    "short_description": "Sweet and affectionate pup seeking a caring family and cozy cuddles.",
    "long_description": "Daisy, a sweet Shih Tzu, is a cuddle enthusiast. She enjoys spending time indoors, being pampered, and cuddling with her humans. Daisy is looking for a caring family that appreciates her affectionate nature and is ready to provide a cozy home filled with love.",
    "adopted": false,
    "email": "arif23s.001@gmail.com"
  },
  {
    "pet_name": "Cooper",
    "pet_image": "https://i.ibb.co/qyxv2Sw/blcak2.jpg",
    "pet_age": 1.5,
    "pet_location": "5656 Cherry St, Boston, MA 02101",
    "pet_category": "Dog",
    "short_description": "Energetic and loving pup seeking an active family for play and exercise.",
    "long_description": "Cooper, a playful Jack Russell Terrier, is full of energy and enthusiasm. He loves to play fetch, go for runs, and engage in activities that challenge his clever mind. Cooper is searching for an active family that can match his energy levels and provide him with a loving home.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Bailey",
    "pet_image": "https://i.ibb.co/FmtzvLg/bautifuldog.jpg",
    "pet_age": 4,
    "pet_location": "6767 Elm St, Atlanta, GA 30301",
    "pet_category": "Dog",
    "short_description": "Friendly and loyal companion seeking a loving family and cozy evenings.",
    "long_description": "Bailey, a loyal Cocker Spaniel, is known for his friendly nature and loyalty. He enjoys leisurely walks, cuddling up with his family, and spending quality time together. Bailey is looking for a loving family that values companionship and is ready to provide a cozy and affectionate home.",
    "adopted": false,
    "email": "donalt23@gmail.com"
  },
  {
    "pet_name": "Simba",
    "pet_image": "https://i.ibb.co/1mS7Gw6/cat10.jpg",
    "pet_age": 2,
    "pet_location": "1234 Oak St, New York, NY 10001",
    "pet_category": "Cat",
    "short_description": "Playful and affectionate feline seeking a cozy home and plenty of playtime.",
    "long_description": "Simba, an energetic and friendly tabby cat, loves to play with toys and enjoys being around people. He's curious, playful, and loves lounging in cozy spots. Simba is looking for a forever home where he can receive affection and share his playful antics with a loving family.",
    "adopted": false,
    "email": "alex@gmail.com"
  },
  {
    "pet_name": "Luna",
    "pet_image": "https://i.ibb.co/bBZsRRc/cat9.jpg",
    "pet_age": 3,
    "pet_location": "5678 Elm St, Los Angeles, CA 90001",
    "pet_category": "Cat",
    "short_description": "Calm and gentle kitty seeking a serene environment and cuddle sessions.",
    "long_description": "Luna, a serene and elegant Siamese cat, enjoys peaceful moments and cuddles. She's calm, affectionate, and loves to be pampered. Luna is looking for a quiet home where she can relax, receive lots of love, and provide her companionship to a caring family.",
    "adopted": false,
    "email": "alex@gmail.com"
  },
  {
    "pet_name": "Oliver",
    "pet_image": "https://i.ibb.co/2ZgFMkv/cat8.jpg",
    "pet_age": 4,
    "pet_location": "9101 Maple St, Chicago, IL 60601",
    "pet_category": "Cat",
    "short_description": "Friendly and charming cat seeking a loving family and playful interactions.",
    "long_description": "Oliver, a charming and sociable orange tabby, adores attention and playtime. He's friendly, enjoys being around people, and loves interactive toys. Oliver is looking for a loving family that appreciates his affectionate nature and can engage in playful interactions.",
    "adopted": false,
    "email": "donalt23@gmail.com"
  },
  {
    "pet_name": "Misty",
    "pet_image": "https://i.ibb.co/6NK9sqs/cat7.jpg",
    "pet_age": 5,
    "pet_location": "1212 Pine St, Houston, TX 77002",
    "pet_category": "Cat",
    "short_description": "Affectionate and graceful feline seeking a warm home and gentle affection.",
    "long_description": "Misty, a graceful and loving Persian cat, enjoys gentle affection and a warm lap to cuddle on. She's affectionate, well-mannered, and loves serene environments. Misty is looking for a loving home where she can be adored and pampered.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Whiskers",
    "pet_image": "https://i.ibb.co/QMKw3GD/cat6.jpg",
    "pet_age": 1,
    "pet_location": "1313 Cherry St, Miami, FL 33101",
    "pet_category": "Cat",
    "short_description": "Curious and playful kitty seeking a loving family and exploring adventures.",
    "long_description": "Whiskers, a curious and playful tuxedo cat, loves to explore and play with toys. He's full of energy, enjoys chasing after feather wands, and loves interactive playtime. Whiskers is looking for a family that shares his love for playful adventures and provides a loving environment.",
    "adopted": false,
    "email": "donalt23@gmail.com"
  },
  {
    "pet_name": "Smokey",
    "pet_image": "https://i.ibb.co/xh7mHFX/cat5.jpg",
    "pet_age": 2.5,
    "pet_location": "2323 Maple St, San Francisco, CA 94101",
    "pet_category": "Cat",
    "short_description": "Mysterious and cuddly cat seeking a calm home and comforting cuddles.",
    "long_description": "Smokey, a mysterious and cuddly Russian Blue cat, enjoys serene environments and cuddle sessions. He's reserved yet affectionate, seeking a calm and loving home where he can build trust and share comforting moments with a caring family.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Nala",
    "pet_image": "https://i.ibb.co/Qj9tqQ1/cat4.jpg",
    "pet_age": 3,
    "pet_location": "3434 Pine St, Seattle, WA 98101",
    "pet_category": "Cat",
    "short_description": "Elegant and playful kitty seeking a loving family and playful companions.",
    "long_description": "Nala, an elegant and playful Bengal cat, loves to play and entertain. She's active, intelligent, and enjoys interactive toys. Nala is looking for a family that can appreciate her playful nature and provide a loving and engaging home environment.",
    "adopted": false,
    "email": "donalt23@gmail.com"
  },
  {
    "pet_name": "Mittens",
    "pet_image": "https://i.ibb.co/ngX4TWs/cat3.jpg",
    "pet_age": 1.5,
    "pet_location": "4545 Oak St, Dallas, TX 75201",
    "pet_category": "Cat",
    "short_description": "Adorable and cuddly feline seeking a warm home and cozy cuddles.",
    "long_description": "Mittens, an adorable and cuddly Ragdoll cat, loves to snuggle and be pampered. She's gentle, affectionate, and loves being close to her humans. Mittens is looking for a loving family that can provide a warm home and plenty of cozy cuddles.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Tiger",
    "pet_image": "https://i.ibb.co/tzLfmt0/cat2.jpg",
    "pet_age": 4,
    "pet_location": "5656 Cherry St, Boston, MA 02101",
    "pet_category": "Cat",
    "short_description": "Playful and independent kitty seeking a loving family and playtime.",
    "long_description": "Tiger, a playful and independent Maine Coon cat, enjoys playing with toys and exploring his surroundings. He's curious, smart, and loves his independence. Tiger is looking for a family that can provide love and space for his playful adventures.",
    "adopted": false,
    "email": "donalt23@gmail.com"
  },
  {
    "pet_name": "Oreo",
    "pet_image": "https://i.ibb.co/dkmmQyg/cat1.jpg",
    "pet_age": 2,
    "pet_location": "6767 Elm St, Atlanta, GA 30301",
    "pet_category": "Cat",
    "short_description": "Sweet and cuddly feline seeking a caring family and affectionate moments.",
    "long_description": "Oreo, a sweet and cuddly tuxedo cat, adores affection and loves to be around people. She's sweet-tempered, loves cuddles, and enjoys spending time indoors. Oreo is looking for a caring family that can provide plenty of love and create affectionate moments together.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Rio",
    "pet_image": "https://fakeurl.com/rio.jpg",
    "pet_age": 1.5,
    "pet_location": "789 Bird St, Aviary City, AV 12345",
    "pet_category": "Bird",
    "short_description": "Colorful and melodious macaw seeking a spacious aviary and interactive companions.",
    "long_description": "Rio, a vibrant and chirpy macaw, adds a splash of color and melody to any aviary. With a penchant for social interactions and flying, Rio thrives in spacious environments and enjoys communicating through various chirps and tunes. Seeking an aviary where he can interact with other birds and receive ample room for flight and exploration.",
    "adopted": false,
    "email": "donalt23@gmail.com"
  },
  {
    "pet_name": "Sunny",
    "pet_image": "https://fakeurl.com/sunny.jpg",
    "pet_age": 2,
    "pet_location": "456 Feather St, Birdville, BV 54321",
    "pet_category": "Bird",
    "short_description": "Friendly and talkative parrot seeking a loving home and engaging conversations.",
    "long_description": "Sunny, a sociable and chatty African Grey parrot, loves engaging in conversations and mimicking various sounds. With a knack for learning new words and a friendly demeanor, Sunny seeks a loving home where he can bond with his humans through engaging conversations and receive plenty of mental stimulation.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Polly",
    "pet_image": "https://fakeurl.com/polly.jpg",
    "pet_age": 3,
    "pet_location": "123 Beak Ave, Feather City, FC 67890",
    "pet_category": "Bird",
    "short_description": "Adorable and playful cockatiel seeking a caring family and playful interactions.",
    "long_description": "Polly, a charming and playful cockatiel, loves to entertain with chirpy tunes and mimicry. With a playful and inquisitive nature, Polly enjoys exploring her surroundings and interacting with toys. Seeking a caring family that can appreciate her playful antics and provide a nurturing environment.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Kiwi",
    "pet_image": "https://fakeurl.com/kiwi.jpg",
    "pet_age": 1,
    "pet_location": "789 Plum Ave, Wing City, WC 13579",
    "pet_category": "Bird",
    "short_description": "Energetic and colorful lorikeet seeking a lively home and fruity treats.",
    "long_description": "Kiwi, a vibrant and energetic lorikeet, is known for his colorful plumage and playful antics. With a love for flying and enjoying fruity treats, Kiwi seeks a lively home environment where he can showcase his vibrant colors and enjoy interactions with a caring family.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Echo",
    "pet_image": "https://fakeurl.com/echo.jpg",
    "pet_age": 2.5,
    "pet_location": "567 Nesting Rd, Perch Town, PT 24680",
    "pet_category": "Bird",
    "short_description": "Majestic and melodious cockatoo seeking a serene home and musical engagements.",
    "long_description": "Echo, a majestic and melodious cockatoo, enchants with his graceful movements and beautiful calls. With a love for music and serene environments, Echo seeks a tranquil home where he can display his majestic beauty and engage in harmonious melodies.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Feathers",
    "pet_image": "https://fakeurl.com/feathers.jpg",
    "pet_age": 1.8,
    "pet_location": "321 Aviary St, Nestville, NV 97531",
    "pet_category": "Bird",
    "short_description": "Curious and colorful parakeet seeking a diverse aviary and playful chirping sessions.",
    "long_description": "Feathers, a curious and vibrant parakeet, adds a burst of color to any aviary with playful chirps and vibrant plumage. With a love for exploration and chirping sessions, Feathers seeks an aviary filled with diverse bird companions and ample space for playful interactions.",
    "adopted": false,
    "email": "donalt23@gmail.com"
  },
  {
    "pet_name": "Sky",
    "pet_image": "https://fakeurl.com/sky.jpg",
    "pet_age": 2,
    "pet_location": "101 Avian Way, Wingfield, WF 11111",
    "pet_category": "Bird",
    "short_description": "Adventurous and graceful hawk seeking a spacious sky and soaring escapades.",
    "long_description": "Sky, an adventurous and graceful hawk, embodies the beauty of soaring through the skies with elegant maneuvers. With a love for freedom and open spaces, Sky seeks an environment where he can showcase his aerial prowess and explore the vastness of the skies.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Tweety",
    "pet_image": "https://fakeurl.com/tweety.jpg",
    "pet_age": 1.5,
    "pet_location": "999 Feathered Lane, Flightville, FL 54321",
    "pet_category": "Bird",
    "short_description": "Small and chirpy canary seeking a cozy cage and musical companions.",
    "long_description": "Tweety, a small and chirpy canary, captivates with his melodious tunes and lively chirping. With a love for singing and a cozy cage, Tweety seeks a nurturing environment where he can showcase his musical talents and engage with other avian companions.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Rainbow",
    "pet_image": "https://fakeurl.com/rainbow.jpg",
    "pet_age": 3,
    "pet_location": "777 Aviary Blvd, Plumeville, PU 98765",
    "pet_category": "Bird",
    "short_description": "Colorful and sociable lorikeet seeking a vibrant home and fruity delights.",
    "long_description": "Rainbow, a sociable and colorful lorikeet, brings a spectrum of colors to any aviary with his vibrant plumage and sociable nature. With a love for flying and enjoying fruity delights, Rainbow seeks a lively and colorful home environment where he can showcase his vibrant colors and engage with a loving family.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Wings",
    "pet_image": "https://fakeurl.com/wings.jpg",
    "pet_age": 2.5,
    "pet_location": "888 Flight Path, Featherly Hills, FH 24680",
    "pet_category": "Bird",
    "short_description": "Graceful and free-spirited eagle seeking wide-open spaces and majestic flights.",
    "long_description": "Wings, a graceful and free-spirited eagle, embodies the majesty of soaring through vast open spaces with effortless grace. With a love for freedom and majestic flights, Wings seeks an environment where he can spread his wings and soar through the skies.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Bubbles",
    "pet_image": "https://fakeurl.com/bubbles.jpg",
    "pet_age": 1,
    "pet_location": "123 Aquarium Way, Fishville, FV 12345",
    "pet_category": "Fish",
    "short_description": "Colorful and lively goldfish seeking a vibrant aquarium and peaceful companions.",
    "long_description": "Bubbles, a vibrant and energetic goldfish, adds a splash of color to any aquarium with his bright hues and lively swim. With a love for peaceful surroundings and interacting with other fish, Bubbles seeks a vibrant and spacious aquarium where he can showcase his colors and swim gracefully.",
    "adopted": false,
    "email": "donalt23@gmail.com"
  },
  {
    "pet_name": "Splash",
    "pet_image": "https://fakeurl.com/splash.jpg",
    "pet_age": 2,
    "pet_location": "456 Tank Blvd, Aqua City, AC 54321",
    "pet_category": "Fish",
    "short_description": "Active and inquisitive betta fish seeking a diverse tank and interactive decorations.",
    "long_description": "Splash, an active and inquisitive betta fish, loves exploring and interacting with colorful tank decorations. With a knack for swimming through tunnels and playing with toys, Splash seeks a diverse tank environment with interactive elements to keep him engaged and entertained.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Neptune",
    "pet_image": "https://fakeurl.com/neptune.jpg",
    "pet_age": 1.5,
    "pet_location": "789 Coral Cove, Oceanview, OV 67890",
    "pet_category": "Fish",
    "short_description": "Regal and serene angelfish seeking a serene tank and peaceful companionship.",
    "long_description": "Neptune, a regal and serene angelfish, graces any tank with his majestic presence and elegant movements. With a love for peaceful environments and gentle tank mates, Neptune seeks a serene tank where he can swim gracefully and enjoy the tranquility of the underwater world.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Finn",
    "pet_image": "https://fakeurl.com/finn.jpg",
    "pet_age": 2,
    "pet_location": "101 Coral Reef, Seaville, SV 13579",
    "pet_category": "Fish",
    "short_description": "Playful and colorful guppy seeking a lively tank and playful companions.",
    "long_description": "Finn, a playful and colorful guppy, adds vibrancy to any tank with his colorful patterns and playful swims. With a love for interacting with other fish and exploring various tank elements, Finn seeks a lively tank environment with playful companions to swim and play alongside.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Spike",
    "pet_image": "https://fakeurl.com/spike.jpg",
    "pet_age": 3,
    "pet_location": "777 Deep Sea Dr, Underwater City, UC 24680",
    "pet_category": "Fish",
    "short_description": "Energetic and sleek swordtail fish seeking an active tank and open spaces.",
    "long_description": "Spike, an energetic and sleek swordtail fish, loves swift swims and exploring open spaces within the tank. With a love for active swimming and gracefully displaying his sword-like tail, Spike seeks an aquarium with ample space and plenty of room for active swims.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Coral",
    "pet_image": "https://fakeurl.com/coral.jpg",
    "pet_age": 1.5,
    "pet_location": "888 Reef View, Aqua Bay, AB 11111",
    "pet_category": "Fish",
    "short_description": "Graceful and colorful betta fish seeking a vibrant tank and interactive plants.",
    "long_description": "Coral, a graceful and colorful betta fish, captivates with his vibrant colors and elegant fins. With a love for exploring through plants and interacting with various tank elements, Coral seeks a vibrant aquarium with interactive plants to complement his graceful swims.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Nemo",
    "pet_image": "https://fakeurl.com/nemo.jpg",
    "pet_age": 2,
    "pet_location": "999 Anemone Ave, Clownfish Cove, CC 54321",
    "pet_category": "Fish",
    "short_description": "Adventurous and curious clownfish seeking a diverse tank and exploration.",
    "long_description": "Nemo, an adventurous and curious clownfish, loves exploring and interacting with various tank decorations. With a love for playful swims and diverse tank mates, Nemo seeks a tank filled with various elements to explore and companions to embark on exciting adventures.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Pearl",
    "pet_image": "https://fakeurl.com/pearl.jpg",
    "pet_age": 2.5,
    "pet_location": "321 Seashell St, Pearlsville, PS 97531",
    "pet_category": "Fish",
    "short_description": "Gentle and serene betta fish seeking a tranquil tank and peaceful surroundings.",
    "long_description": "Pearl, a gentle and serene betta fish, enchants with her graceful movements and calm demeanor. With a love for tranquility and gentle swims, Pearl seeks a peaceful tank environment with serene surroundings to swim gracefully and enjoy moments of tranquility.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Aqua",
    "pet_image": "https://fakeurl.com/aqua.jpg",
    "pet_age": 1,
    "pet_location": "454 Fish Tank Rd, Aquaville, AQ 75201",
    "pet_category": "Fish",
    "short_description": "Lively and active tetra seeking a dynamic tank and fast-paced swims.",
    "long_description": "Aqua, a lively and active tetra, enjoys swift swims and exploring various elements within the tank. With a love for dynamic movements and fast-paced swims, Aqua seeks a tank environment that offers a diverse range of elements and fast-paced interactions.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Marlin",
    "pet_image": "https://fakeurl.com/marlin.jpg",
    "pet_age": 3,
    "pet_location": "565 Anemone Way, Deepwater Bay, DB 30301",
    "pet_category": "Fish",
    "short_description": "Sleek and swift sailfin seeking a spacious tank and rapid swims.",
    "long_description": "Marlin, a sleek and swift sailfin fish, captivates with his rapid and elegant swims. With a love for swift movements and showcasing his beautiful fins, Marlin seeks a spacious tank environment where he can swim gracefully and enjoy rapid swims.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Daisy",
    "pet_image": "https://fakeurl.com/daisy_cow.jpg",
    "pet_age": 2,
    "pet_location": "123 Farmstead Rd, Mooington, MO 12345",
    "pet_category": "Farm_Animal",
    "short_description": "Gentle and friendly cow seeking a peaceful pasture and companionship.",
    "long_description": "Daisy, a gentle and amiable Holstein cow, enjoys grazing in lush pastures and spending time with other cows. Known for her friendly nature, Daisy seeks a peaceful farm where she can roam freely, enjoy the green fields, and foster companionship with other farm animals.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Wilbur",
    "pet_image": "https://fakeurl.com/wilbur_pig.jpg",
    "pet_age": 1.5,
    "pet_location": "456 Hog Haven, Porksville, PR 54321",
    "pet_category": "Farm_Animal",
    "short_description": "Cheerful and sociable pig seeking a cozy pen and playful interactions.",
    "long_description": "Wilbur, a cheerful and sociable pig, loves rolling in the mud and engaging in playful snouts with fellow pigs. With a love for social interactions and a penchant for cozy pens, Wilbur seeks a farm environment that offers both playfulness and comfort.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Rosie",
    "pet_image": "https://fakeurl.com/rosie_chicken.jpg",
    "pet_age": 1,
    "pet_location": "789 Cluck Lane, Featherfield, FF 67890",
    "pet_category": "Farm_Animal",
    "short_description": "Friendly and productive hen seeking a welcoming coop and egg-laying adventures.",
    "long_description": "Rosie, a friendly and productive Rhode Island Red hen, enjoys exploring the coop and laying eggs. With a knack for scratching the ground and producing quality eggs, Rosie seeks a welcoming coop environment where she can indulge in her egg-laying adventures and enjoy the company of other chickens.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Billy",
    "pet_image": "https://fakeurl.com/billy_goat.jpg",
    "pet_age": 3,
    "pet_location": "101 Bleat Blvd, Goatville, GV 13579",
    "pet_category": "Farm_Animal",
    "short_description": "Curious and playful goat seeking a diverse pasture and climbing adventures.",
    "long_description": "Billy, a curious and playful Alpine goat, enjoys climbing on rocks and exploring the pasture. With a love for grazing and playful climbs, Billy seeks a diverse pasture where he can explore, graze on various vegetation, and engage in climbing adventures.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Molly",
    "pet_image": "https://fakeurl.com/molly_sheep.jpg",
    "pet_age": 2.5,
    "pet_location": "777 Woolly Way, Sheepland, SL 24680",
    "pet_category": "Farm_Animal",
    "short_description": "Fluffy and gentle sheep seeking a cozy barn and woolly companionship.",
    "long_description": "Molly, a fluffy and gentle Merino sheep, provides soft wool and enjoys the companionship of fellow sheep. With a love for grazing and socializing with other sheep, Molly seeks a cozy barn environment where she can provide wool and foster companionship.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Charlie",
    "pet_image": "https://fakeurl.com/charlie_horse.jpg",
    "pet_age": 4,
    "pet_location": "888 Stable Rd, Horseton, HT 11111",
    "pet_category": "Farm_Animal",
    "short_description": "Energetic and majestic horse seeking a spacious stable and riding adventures.",
    "long_description": "Charlie, an energetic and majestic Arabian horse, captivates with his graceful movements and playful spirit. With a love for running and engaging in riding adventures, Charlie seeks a spacious stable environment where he can showcase his beauty and enjoy riding escapades.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Quackers",
    "pet_image": "https://fakeurl.com/quackers_duck.jpg",
    "pet_age": 1.5,
    "pet_location": "321 Pond Path, Duckville, DV 97531",
    "pet_category": "Farm_Animal",
    "short_description": "Quirky and sociable duck seeking a friendly pond and quacking camaraderie.",
    "long_description": "Quackers, a quirky and sociable Pekin duck, enjoys paddling in ponds and engaging in quacking conversations. With a love for water and sociable quacking, Quackers seeks a friendly pond environment where he can paddle and interact with other ducks.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Greta",
    "pet_image": "https://fakeurl.com/greta_turkey.jpg",
    "pet_age": 2,
    "pet_location": "999 Gobble Way, Turkeytown, TT 54321",
    "pet_category": "Farm_Animal",
    "short_description": "Majestic and sociable turkey seeking a welcoming farm and festive celebrations.",
    "long_description": "Greta, a majestic and sociable Bourbon Red turkey, loves spreading her feathers and engaging in festive displays. With a love for socializing and showcasing her feathers during festive celebrations, Greta seeks a welcoming farm environment where she can foster camaraderie and enjoy festive occasions.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Ollie",
    "pet_image": "https://fakeurl.com/ollie_dog.jpg",
    "pet_age": 3,
    "pet_location": "565 Canine Lane, Dogville, DG 30301",
    "pet_category": "Farm_Animal",
    "short_description": "Hardworking and loyal farm dog seeking a rural homestead and herding tasks.",
    "long_description": "Ollie, a hardworking and loyal Border Collie, thrives in a rural homestead and enjoys herding tasks. With a love for working alongside farm animals and showcasing his herding skills, Ollie seeks a rural farm environment where he can fulfill his duties and display his loyalty.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Hazel",
    "pet_image": "https://fakeurl.com/hazel_donkey.jpg",
    "pet_age": 4,
    "pet_location": "454 Bray Blvd, Burroville, BU 75201",
    "pet_category": "Farm_Animal",
    "short_description": "Friendly and dependable donkey seeking a peaceful barn and companionship.",
    "long_description": "Hazel, a friendly and dependable donkey, enjoys gentle braying and spending time with fellow farm animals. With a love for carrying loads and providing companionship, Hazel seeks a peaceful barn environment where she can foster companionship and enjoy the tranquility of farm life.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Spike",
    "pet_image": "https://fakeurl.com/spike_snake.jpg",
    "pet_age": 3,
    "pet_location": "123 Slithering St, Serpent City, SS 12345",
    "pet_category": "Reptile",
    "short_description": "Majestic and sleek python seeking a spacious terrarium and quiet moments.",
    "long_description": "Spike, a majestic and sleek Ball Python, enchants with his graceful movements and calm demeanor. With a love for exploring and basking, Spike seeks a spacious terrarium environment where he can showcase his beauty and enjoy quiet moments of serenity.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Ziggy",
    "pet_image": "https://fakeurl.com/ziggy_iguana.jpg",
    "pet_age": 2,
    "pet_location": "456 Reptile Road, Lizardville, LZ 54321",
    "pet_category": "Reptile",
    "short_description": "Energetic and curious iguana seeking a diverse enclosure and climbing adventures.",
    "long_description": "Ziggy, an energetic and curious Green Iguana, loves exploring and climbing on various terrarium structures. With a love for basking and engaging in climbing adventures, Ziggy seeks a diverse enclosure environment that offers ample space for exploration and climbing.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Rex",
    "pet_image": "https://fakeurl.com/rex_turtle.jpg",
    "pet_age": 5,
    "pet_location": "789 Shell Lane, Tortoise Town, TT 67890",
    "pet_category": "Reptile",
    "short_description": "Sturdy and wise tortoise seeking a comfortable habitat and slow-paced strolls.",
    "long_description": "Rex, a sturdy and wise Red-Footed Tortoise, enjoys taking slow-paced strolls and basking under warm lights. With a love for exploring and a calm demeanor, Rex seeks a comfortable habitat where he can move at his own pace and enjoy slow strolls.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Lizzy",
    "pet_image": "https://fakeurl.com/lizzy_gecko.jpg",
    "pet_age": 1,
    "pet_location": "101 Gecko Way, Gecko Heights, GH 13579",
    "pet_category": "Reptile",
    "short_description": "Charming and agile leopard gecko seeking a cozy terrarium and playful moments.",
    "long_description": "Lizzy, a charming and agile Leopard Gecko, enjoys exploring and displaying her beautiful patterns. With a love for hunting insects and engaging in playful moments, Lizzy seeks a cozy terrarium environment where she can display her agility and charm.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Draco",
    "pet_image": "https://fakeurl.com/draco_lizard.jpg",
    "pet_age": 2.5,
    "pet_location": "777 Dragon Ave, Lizard Land, LL 24680",
    "pet_category": "Reptile",
    "short_description": "Mysterious and agile bearded dragon seeking an interactive terrarium and basking spots.",
    "long_description": "Draco, a mysterious and agile Bearded Dragon, captivates with his unique demeanor and graceful movements. With a love for basking and exploring, Draco seeks an interactive terrarium environment with plenty of basking spots and elements for exploration.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Slinky",
    "pet_image": "https://fakeurl.com/slinky_snake.jpg",
    "pet_age": 1.5,
    "pet_location": "888 Slither Road, Reptile Haven, RH 11111",
    "pet_category": "Reptile",
    "short_description": "Graceful and slender corn snake seeking a comfortable enclosure and slithering explorations.",
    "long_description": "Slinky, a graceful and slender Corn Snake, moves elegantly through the terrarium and enjoys slithering explorations. With a love for climbing and discovering new spaces, Slinky seeks a comfortable enclosure that allows for slithering adventures and ample space for exploration.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Blaze",
    "pet_image": "https://fakeurl.com/blaze_turtle.jpg",
    "pet_age": 3,
    "pet_location": "321 Shell Street, Turtle Town, TT 97531",
    "pet_category": "Reptile",
    "short_description": "Lively and adventurous box turtle seeking an outdoor habitat and sun-soaked days.",
    "long_description": "Blaze, a lively and adventurous Eastern Box Turtle, enjoys exploring outdoor habitats and basking under the sun. With a love for foraging and soaking up sunlight, Blaze seeks an outdoor habitat where he can roam freely and enjoy sun-soaked days.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Scales",
    "pet_image": "https://fakeurl.com/scales_lizard.jpg",
    "pet_age": 2,
    "pet_location": "999 Reptile Lane, Scale City, SC 54321",
    "pet_category": "Reptile",
    "short_description": "Sleek and curious chameleon seeking a versatile terrarium and color-changing moments.",
    "long_description": "Scales, a sleek and curious Panther Chameleon, amazes with his color-changing abilities and inquisitive nature. With a love for exploring and showcasing vibrant colors, Scales seeks a versatile terrarium environment that allows him to change colors and explore various elements.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Raptor",
    "pet_image": "https://fakeurl.com/raptor_snake.jpg",
    "pet_age": 4,
    "pet_location": "565 Serpent Road, Snakeville, SV 30301",
    "pet_category": "Reptile",
    "short_description": "Serpentine and swift king cobra seeking an expert owner and ample space.",
    "long_description": "Raptor, a serpentine and swift King Cobra, commands attention with his majestic presence and swift movements. With a need for expert handling and ample space, Raptor seeks an owner experienced with handling venomous reptiles and a spacious enclosure that meets his needs.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Gex",
    "pet_image": "https://fakeurl.com/gex_gecko.jpg",
    "pet_age": 1,
    "pet_location": "454 Crested Lane, Gecko Grove, GG 75201",
    "pet_category": "Reptile",
    "short_description": "Playful and charming crested gecko seeking a lively terrarium and climbing adventures.",
    "long_description": "Gex, a playful and charming Crested Gecko, enjoys exploring and climbing on various terrarium structures. With a love for basking and engaging in playful moments, Gex seeks a lively terrarium environment that offers ample space for exploration and climbing.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Spirit",
    "pet_image": "https://fakeurl.com/spirit_horse.jpg",
    "pet_age": 4,
    "pet_location": "123 Mustang Lane, Equineville, EQ 12345",
    "pet_category": "Horse",
    "short_description": "Majestic and spirited stallion seeking a vast pasture and galloping adventures.",
    "long_description": "Spirit, a majestic and spirited Arabian horse, captivates with his elegant gait and graceful movements. With a love for galloping across vast pastures and showcasing his beauty, Spirit seeks a spacious environment where he can enjoy galloping adventures and roam freely.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Grace",
    "pet_image": "https://fakeurl.com/grace_horse.jpg",
    "pet_age": 6,
    "pet_location": "456 Canter Court, Equitown, ET 54321",
    "pet_category": "Horse",
    "short_description": "Graceful and elegant mare seeking a serene paddock and peaceful rides.",
    "long_description": "Grace, a graceful and elegant Thoroughbred mare, embodies elegance with her smooth gaits and gentle nature. With a love for serene rides and forming bonds with riders, Grace seeks a serene paddock where she can enjoy peaceful rides and foster companionship.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Thunder",
    "pet_image": "https://fakeurl.com/thunder_horse.jpg",
    "pet_age": 5,
    "pet_location": "789 Gallop Avenue, Hoofville, HV 67890",
    "pet_category": "Horse",
    "short_description": "Powerful and energetic gelding seeking a dynamic ranch and adventures.",
    "long_description": "Thunder, a powerful and energetic Quarter Horse gelding, exudes strength and agility with his robust build. With a love for trailblazing and engaging in dynamic ranch activities, Thunder seeks a ranch environment where he can display his power and enjoy thrilling adventures.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Luna",
    "pet_image": "https://fakeurl.com/luna_horse.jpg",
    "pet_age": 3,
    "pet_location": "101 Trotter Trail, Equine Estates, EE 13579",
    "pet_category": "Horse",
    "short_description": "Gentle and affectionate filly seeking a caring stable and nurturing companionship.",
    "long_description": "Luna, a gentle and affectionate Friesian filly, charms with her loving nature and flowing mane. With a love for gentle rides and forming bonds with caretakers, Luna seeks a caring stable environment where she can receive nurturing companionship and gentle care.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Shadow",
    "pet_image": "https://fakeurl.com/shadow_horse.jpg",
    "pet_age": 7,
    "pet_location": "777 Canter Lane, Gallopville, GV 24680",
    "pet_category": "Horse",
    "short_description": "Mysterious and agile mare seeking a diverse ranch and trail adventures.",
    "long_description": "Shadow, a mysterious and agile Paint mare, exhibits grace and agility with her striking coat and swift movements. With a love for trail rides and exploring diverse terrains, Shadow seeks a ranch environment that offers varied trails and exciting adventures.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Midnight",
    "pet_image": "https://fakeurl.com/midnight_horse.jpg",
    "pet_age": 8,
    "pet_location": "888 Gallop Road, Hoof Haven, HH 11111",
    "pet_category": "Horse",
    "short_description": "Regal and seasoned stallion seeking a tranquil stable and mentoring roles.",
    "long_description": "Midnight, a regal and seasoned Andalusian stallion, emanates wisdom and elegance with his composed demeanor. With a love for mentoring younger horses and enjoying tranquil rides, Midnight seeks a stable environment where he can provide guidance and enjoy moments of serenity.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Storm",
    "pet_image": "https://fakeurl.com/storm_horse.jpg",
    "pet_age": 9,
    "pet_location": "321 Canter Avenue, Equine Park, EP 97531",
    "pet_category": "Horse",
    "short_description": "Dynamic and spirited gelding seeking an active ranch and equestrian challenges.",
    "long_description": "Storm, a dynamic and spirited Appaloosa gelding, showcases versatility and energy with his speckled coat and energetic movements. With a love for equestrian challenges and engaging in various ranch activities, Storm seeks an active ranch environment filled with diverse equestrian challenges.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Starlight",
    "pet_image": "https://fakeurl.com/starlight_horse.jpg",
    "pet_age": 4,
    "pet_location": "999 Equine Lane, Star Stable, SS 54321",
    "pet_category": "Horse",
    "short_description": "Radiant and spirited mare seeking a welcoming pasture and joyful rides.",
    "long_description": "Starlight, a radiant and spirited Palomino mare, gleams with her golden coat and joyful demeanor. With a love for joyful rides and exploring expansive pastures, Starlight seeks a welcoming pasture environment where she can roam freely and enjoy joyful rides.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Ranger",
    "pet_image": "https://fakeurl.com/ranger_horse.jpg",
    "pet_age": 6,
    "pet_location": "565 Gallop Drive, Ranger Ranch, RR 30301",
    "pet_category": "Horse",
    "short_description": "Robust and reliable gelding seeking a purposeful ranch and dependable roles.",
    "long_description": "Ranger, a robust and reliable Quarter Horse gelding, embodies strength and reliability with his sturdy build and steadfast nature. With a love for undertaking ranch duties and fulfilling dependable roles, Ranger seeks a purposeful ranch environment where he can contribute his reliability.",
    "adopted": false,
    "email": "sumon@gmail.com"
  },
  {
    "pet_name": "Duchess",
    "pet_image": "https://fakeurl.com/duchess_horse.jpg",
    "pet_age": 5,
    "pet_location": "454 Gallop Lane, Equine Grove, EG 75201",
    "pet_category": "Horse",
    "short_description": "Elegant and affectionate mare seeking a loving stable and nurturing care.",
    "long_description": "Duchess, an elegant and affectionate Hanoverian mare, radiates elegance and warmth with her refined features and loving nature. With a love for gentle care and forming bonds with caretakers, Duchess seeks a loving stable environment where she can receive nurturing care and companionship.",
    "adopted": false,
    "email": "sumon@gmail.com"
  }
]